#include <stdio.h>

int main(void)
{
    /*\t는 키보드에서 탭키를 누른 것처럼 커서를 이동시킨다. 따라서 값들을 정렬시켜서 출력하는데 사용된다.*/
    printf("일\t월\t화\t수\t목\t금\t토\n");
    printf("1\t2\t3\t4\t5\t6\t7\n");
    printf("8\t9\t10\t11\t12\t13\t14\n");
    printf("15\t16\t17\t18\t19\t20\t21\n");
    printf("22\t23\t24\t25\t26\t27\t28\n");
    printf("29\t30\t31\n");

    printf("*********************************\n");
    printf("\t리포트\n");
    printf("*********************************\n");
    printf("\n");
    printf("*********************************\n");
    printf("\t학과:컴퓨터소프트웨어학과\n");
    printf("\t학번:21101830\n");
    printf("\t성명:안수범\n");
    printf("*********************************\n");

    return 0;
}